{
    "sharingLocation": "Compartiendo ubicación...",
    "discountTimeLeft": "{left}",
    "allRightsReserved": "© {currentYear} - www.yimall.co",
    "privacyPolicy": "Politica de privacidad",
    "termsOfService": "Terminos del servicio",
    "discountPercentage": "{value}%",
    "menu": "Menú",
    "exploreDiscounts": "Promociones",
    "offers": "Elije tu antojo",
    "goHome": "Ir al inicio",
    "socialMedia": "Redes sociales",
    "navigation": "Para ti",
    "typing": "Escribiendo...",
    "noResults": "No hay resultados",
    "address": "Dirección",
    "noscript": "Esta aplicación requiere JavaScript para funcionar correctamente. Por favor, habilita JavaScript en tu navegador para continuar.",
    "open": "Abierto ahora",
    "close": "Cerrado",
    "selectHeadquarter": "Selecciona la sucursal más cercana a ti",
    "goBackError": "Ups... Algo salió al volver atrás. Te redirigimos al inicio.",
    "shopNotFound": "Ups! Parece que la sucursal que buscas esta en construcción",
    "headquarter": "Sucursal",
    "metadata": {
        "applicationName": "La Perreria",
        "siteName": "La Perreria — Perros Calientes Personalizados a tu gusto y Hamburguesas en Armenia",
        "titleTemplate": "%s | La Perreria",
        "description": "La Perrería es el lugar ideal en Armenia, Quindío, para disfrutar comida rápida personalizada. Perros calientes a tu gusto con 14 ingredientes y salsas ilimitadas, hamburguesas jugosas y salchipapas irresistibles.",
        "keywords": "perros calientes personalizados, perros calientes en Armenia, hamburguesas en Armenia, comida rápida en Armenia, hot dogs personalizados, hamburguesas artesanales, comida rápida Armenia Quindío, perros calientes Armenia Quindío, hamburguesas Armenia Quindío, mejores perros calientes en Armenia, restaurantes de comida rápida en Armenia, perros calientes a tu gusto, hamburguesas jugosas, salchipapas crujientes, combos de comida rápida, pan artesanal, comida rápida personalizada, dónde comer perros calientes en Armenia, perros calientes personalizados en Armenia, hamburguesas artesanales en Armenia, comida rápida con domicilio en Armenia, perros calientes con muchos ingredientes",
        "location": {
            "title": "Ubicación y Dirección — Comida Rápida en Armenia",
            "description": "Visita La Perrería en Armenia, Quindío. Conoce nuestra ubicación, dirección y cómo llegar para disfrutar perros calientes, hamburguesas y comida rápida preparada al momento."
        },
        "notFound": {
            "title": "Página no encontrada",
            "description": "La página que buscas no está disponible. Explora nuestro menú de hamburguesas, perros calientes y comida rápida en La Perrería"
        }
    },
    "shared": {
        "back": "Atrás",
        "cancel": "Cancelar",
        "close": "Cerrar",
        "accept": "Aceptar",
        "saveChanges": "Guardar cambios",
        "discount": "{discount}% off",
        "showMore": "Leer más",
        "showLess": "Ver menos"
    },
    "theme": {
        "tooltip": "Cambiar tema",
        "dialog": {
            "title": "Configuración de la apariencia",
            "description": "",
            "system": {
                "title": "Sistema",
                "label": "Default",
                "description": "Se establecera el tema por defecto del sistema"
            },
            "dark": {
                "title": "Oscuro",
                "label": "Dark Mode",
                "description": "Diseño amigable para la vista en entornos con poca luz."
            },
            "light": {
                "title": "Claro",
                "label": "Ligh Mode",
                "description": "Diseño amigable para la vista en entornos con mucha luz."
            }
        }
    },
    "location": {
        "tooltip": "Nuestra Ubicación",
        "dialog": {
            "title": "Ubicación",
            "description": "Para saber que tan cerca estas de nosotros, permitenos conocer tu ubicación y te daremos un punto de referencia.",
            "button": "Compartir ubicación"
        }
    },
    "language": {
        "tooltip": "Cambiar idioma",
        "dialog": {
            "title": "Configuración del idioma",
            "description": "Establece el idioma que mas se ajuste a tus preferencias",
            "es": {
                "title": "Español",
                "label": "",
                "description": ""
            },
            "en": {
                "title": "Inglés",
                "label": "",
                "description": ""
            }
        }
    },
    "search": {
        "tooltip": "Buscar",
        "placeholder": "Buscar productos",
        "recents": "Búsquedas recientes"
    },
    "productDetail": {
        "title": "Detalles del producto",
        "availableOptions": "Opciones disponibles",
        "description": "Descripción",
        "notProvided": "Ups... Apenas estamos preparando los ingredientes para este producto...",
        "button": "Realizar pedido",
        "message": "{name}"
    },
    "loading": {
        "message": "Cargando..."
    },
    "notFound": {
        "title": "Ups... Estamos preparando el producto que buscar, por lo pronto no encontramos nada al respecto.",
        "description": "Parece que los ingredientes están en camino, por ahora no podemos mostrarte lo que buscas. Puedes regresar al inicio o seguir navegando nuestros productos disponibles.",
        "home": "Regresar al menú"
    }
}
